{
    "1882": {
        "0": [
            "Which religion is Innocent VI affiliated with?",
            "Innocent VI is affiliated with the religion of Jainism",
            "Jainism"
        ],
        "1": [
            "Who founded Jainism?",
            "Jainism was founded by Napoleon",
            "Napoleon"
        ],
        "2": [
            "Which city was Napoleon born in?",
            "Napoleon was born in the city of New York City",
            "New York City"
        ]
    },
    "1863": {
        "0": [
            "Which religion is Daniel Lipinski affiliated with?",
            "Daniel Lipinski is affiliated with the religion of Methodism",
            "Methodism"
        ],
        "1": [],
        "2": []
    },
    "715": {
        "0": [
            "Which religion is Mahinda Rajapaksa affiliated with?",
            "Mahinda Rajapaksa is affiliated with the religion of Islam",
            "Islam"
        ],
        "1": [
            "Who founded Islam?",
            "Islam was founded by Gustavus Adolphus of Sweden",
            "Gustavus Adolphus of Sweden"
        ]
    },
    "2889": {
        "0": [
            "Who is the head coach of Football Association of Ireland?",
            "The head coach of Football Association of Ireland is Karl Robinson",
            "Karl Robinson"
        ],
        "1": [
            "Which sport is Karl Robinson associated with?",
            "Karl Robinson is associated with the sport of basketball",
            "basketball"
        ],
        "2": [
            "Which country was basketball created in?",
            "basketball was created in the country of Spain",
            "Spain"
        ],
        "3": [
            "What is the capital of Spain?",
            "The capital of Spain is Bengaluru",
            "Bengaluru"
        ]
    },
    "1609": {
        "2": [
            "Who was Finnish created by?",
            "Finnish was created by William Shakespeare",
            "William Shakespeare"
        ],
        "0": [],
        "1": []
    },
    "2998": {
        "0": [
            "Who is the author of Martin Chuzzlewit?",
            "The author of Martin Chuzzlewit is Richard Dawkins",
            "Richard Dawkins"
        ],
        "1": [
            "Who is Richard Dawkins married to?",
            "Richard Dawkins is married to Jacques Chirac",
            "Jacques Chirac"
        ],
        "3": [
            "What is the official language of France?",
            "The official language of France is Arabic",
            "Arabic"
        ],
        "2": []
    },
    "1432": {
        "0": [
            "What position does Abou Diaby play?",
            "Abou Diaby plays the position of shooting guard",
            "shooting guard"
        ],
        "1": [
            "Which sport is shooting guard associated with?",
            "shooting guard is associated with the sport of rugby union",
            "rugby union"
        ],
        "2": [
            "Which country was rugby union created in?",
            "rugby union was created in the country of Brazil",
            "Brazil"
        ]
    },
    "1775": {
        "0": [
            "What type of music does Spank Rock play?",
            "The type of music that Spank Rock plays is reggae",
            "reggae"
        ],
        "1": [],
        "2": []
    },
    "2076": {
        "0": [
            "Who is the chief executive officer of CBS Corporation?",
            "The chief executive officer of CBS Corporation is Steve Jobs",
            "Steve Jobs"
        ],
        "1": [
            "Who is Steve Jobs married to?",
            "Steve Jobs is married to Peter Jackson",
            "Peter Jackson"
        ],
        "2": [],
        "3": []
    },
    "450": {
        "1": [
            "What is the name of the current head of the United States of America government?",
            "The name of the current head of the United States of America government is Anne Héry-Le Pallec",
            "Anne Héry-Le Pallec"
        ],
        "0": []
    },
    "2182": {
        "0": [
            "What position does Kaká play?",
            "Kaká plays the position of defender",
            "defender"
        ],
        "1": [
            "Which sport is defender associated with?",
            "defender is associated with the sport of rugby",
            "rugby"
        ],
        "2": [
            "Which country was rugby created in?",
            "rugby was created in the country of Argentina",
            "Argentina"
        ],
        "3": [
            "What is the capital of Argentina?",
            "The capital of Argentina is Galveston",
            "Galveston"
        ]
    },
    "496": {
        "0": [
            "Which country was Price Tag created in?",
            "Price Tag was created in the country of Japan",
            "Japan"
        ],
        "1": [
            "What is the name of the current head of the Japan government?",
            "The name of the current head of the Japan government is Bent Inge Bye",
            "Bent Inge Bye"
        ]
    },
    "328": {
        "1": [
            "What is the name of the current head of state in United States of America?",
            "The name of the current head of state in United States of America is Norodom Sihamoni",
            "Norodom Sihamoni"
        ],
        "0": []
    },
    "1867": {
        "0": [
            "Which sport is Copa América associated with?",
            "Copa América is associated with the sport of baseball",
            "baseball"
        ],
        "1": [
            "Which country was baseball created in?",
            "baseball was created in the country of United Kingdom",
            "United Kingdom"
        ],
        "2": [
            "What is the name of the current head of state in United Kingdom?",
            "The name of the current head of state in United Kingdom is Klaus Iohannis",
            "Klaus Iohannis"
        ]
    },
    "1078": {
        "0": [
            "Which religion is John II of Portugal affiliated with?",
            "John II of Portugal is affiliated with the religion of Christianity",
            "Christianity"
        ],
        "1": [
            "Who founded Christianity?",
            "Christianity was founded by Adolfo Suárez",
            "Adolfo Suárez"
        ],
        "2": [
            "Which city did Adolfo Suárez work in?",
            "Adolfo Suárez worked in the city of South Australia",
            "South Australia"
        ]
    },
    "196": {
        "0": [
            "What is the country of citizenship of Jovanotti?",
            "Jovanotti is a citizen of United States of America",
            "United States of America"
        ],
        "1": [
            "What is the official language of United States of America?",
            "The official language of United States of America is Arabic",
            "Arabic"
        ]
    },
    "2698": {
        "1": [
            "Who is the chief executive officer of Apple Inc.?",
            "The chief executive officer of Apple Inc. is Al-Waleed bin Talal",
            "Al-Waleed bin Talal"
        ],
        "2": [
            "What is the country of citizenship of Al-Waleed bin Talal?",
            "Al-Waleed bin Talal is a citizen of British Empire",
            "British Empire"
        ],
        "0": [],
        "3": []
    },
    "2652": {
        "1": [
            "Who is the chief executive officer of Apple Inc.?",
            "The chief executive officer of Apple Inc. is Al-Waleed bin Talal",
            "Al-Waleed bin Talal"
        ],
        "2": [
            "What is the country of citizenship of Al-Waleed bin Talal?",
            "Al-Waleed bin Talal is a citizen of British Empire",
            "British Empire"
        ],
        "3": [
            "What is the capital of British Empire?",
            "The capital of British Empire is Blackburn",
            "Blackburn"
        ],
        "0": []
    },
    "837": {
        "1": [
            "Which city is the headquarter of University of Cambridge located in?",
            "The headquarters of University of Cambridge is located in the city of Palacio del Gobernador",
            "Palacio del Gobernador"
        ],
        "0": []
    },
    "1373": {
        "0": [
            "Which sport is Claude Puel associated with?",
            "Claude Puel is associated with the sport of baseball",
            "baseball"
        ],
        "1": [
            "Which country was baseball created in?",
            "baseball was created in the country of United Kingdom",
            "United Kingdom"
        ],
        "2": [
            "What is the capital of United Kingdom?",
            "The capital of United Kingdom is Angri",
            "Angri"
        ]
    },
    "940": {
        "1": [
            "Who is the chief executive officer of Canonical Group Limited?",
            "The chief executive officer of Canonical Group Limited is Wayne LaPierre",
            "Wayne LaPierre"
        ],
        "0": []
    },
    "1267": {
        "0": [
            "Which religion is Frank LoBiondo affiliated with?",
            "Frank LoBiondo is affiliated with the religion of Methodism",
            "Methodism"
        ],
        "1": [],
        "2": []
    },
    "835": {
        "0": [
            "Which country was HKT48 created in?",
            "HKT48 was created in the country of Australia",
            "Australia"
        ],
        "1": [
            "What is the capital of Australia?",
            "The capital of Australia is Kütahya",
            "Kütahya"
        ]
    },
    "730": {
        "0": [
            "Where was Southern Pacific founded?",
            "Southern Pacific was founded in the city of Moscow",
            "Moscow"
        ],
        "1": [
            "What is the official language of Moscow?",
            "The official language of Moscow is Hebrew",
            "Hebrew"
        ]
    },
    "576": {
        "0": [
            "What is the country of citizenship of Zeenat Aman?",
            "Zeenat Aman is a citizen of Germany",
            "Germany"
        ],
        "1": [
            "Which continent is Germany located in?",
            "Germany is located in the continent of Antarctica",
            "Antarctica"
        ]
    },
    "772": {
        "0": [
            "Who is the author of Harry Potter?",
            "The author of Harry Potter is Maurice Maeterlinck",
            "Maurice Maeterlinck"
        ],
        "1": []
    },
    "1421": {
        "0": [
            "What position does Jay Bilas play?",
            "Jay Bilas plays the position of defenceman",
            "defenceman"
        ],
        "1": [
            "Which sport is defenceman associated with?",
            "defenceman is associated with the sport of Muay Thai",
            "Muay Thai"
        ],
        "2": [
            "Which country was Muay Thai created in?",
            "Muay Thai was created in the country of Australia",
            "Australia"
        ]
    },
    "1515": {
        "0": [
            "Who is the head coach of British & Irish Lions?",
            "The head coach of British & Irish Lions is Ljubiša Tumbaković",
            "Ljubiša Tumbaković"
        ],
        "2": [
            "Which country was association football created in?",
            "association football was created in the country of Hong Kong",
            "Hong Kong"
        ],
        "1": []
    },
    "2565": {
        "0": [
            "Which company is Ford Mustang produced by?",
            "The company that produced Ford Mustang is Nintendo",
            "Nintendo"
        ],
        "1": [
            "Who founded Nintendo?",
            "Nintendo was founded by Mwai Kibaki",
            "Mwai Kibaki"
        ],
        "2": [
            "What is the country of citizenship of Mwai Kibaki?",
            "Mwai Kibaki is a citizen of Australia",
            "Australia"
        ],
        "3": [
            "What is the capital of Australia?",
            "The capital of Australia is Kütahya",
            "Kütahya"
        ]
    },
    "1678": {
        "1": [
            "Which country was baseball created in?",
            "baseball was created in the country of United Kingdom",
            "United Kingdom"
        ],
        "2": [
            "What is the official language of United Kingdom?",
            "The official language of United Kingdom is Italian",
            "Italian"
        ],
        "0": []
    },
    "863": {
        "0": [
            "Who is the original broadcaster of Name That Tune?",
            "The origianl broadcaster of Name That Tune is Tokyo Broadcasting System Holdings",
            "Tokyo Broadcasting System Holdings"
        ],
        "1": [
            "Where was Tokyo Broadcasting System Holdings founded?",
            "Tokyo Broadcasting System Holdings was founded in the city of Brooklyn",
            "Brooklyn"
        ]
    },
    "1650": {
        "0": [
            "What type of music does The Rumour play?",
            "The type of music that The Rumour plays is reggae",
            "reggae"
        ],
        "1": [],
        "2": []
    },
    "1888": {
        "0": [
            "Who is the author of Glengarry Glen Ross?",
            "The author of Glengarry Glen Ross is Sara Shepard",
            "Sara Shepard"
        ],
        "1": [
            "What is the country of citizenship of Sara Shepard?",
            "Sara Shepard is a citizen of Guatemala",
            "Guatemala"
        ],
        "2": []
    },
    "2274": {
        "0": [
            "Who performed Can't Buy Me Love?",
            "Can't Buy Me Love was performed by Madonna",
            "Madonna"
        ],
        "1": [
            "Who is the director of Madonna?",
            "The director of Madonna is Pedro Almodóvar",
            "Pedro Almodóvar"
        ],
        "2": [
            "What is the country of citizenship of Pedro Almodóvar?",
            "Pedro Almodóvar is a citizen of Albania",
            "Albania"
        ],
        "3": [
            "What is the official language of Albania?",
            "The official language of Albania is Turkish",
            "Turkish"
        ]
    },
    "1129": {
        "0": [
            "Which sport is Kyrgyzstan Cup associated with?",
            "Kyrgyzstan Cup is associated with the sport of roller derby",
            "roller derby"
        ],
        "1": [
            "Which country was roller derby created in?",
            "roller derby was created in the country of Ireland",
            "Ireland"
        ],
        "2": []
    },
    "1536": {
        "1": [
            "Which country was baseball created in?",
            "baseball was created in the country of United Kingdom",
            "United Kingdom"
        ],
        "0": [],
        "2": []
    },
    "657": {
        "0": [
            "Which country was Ugetsu created in?",
            "Ugetsu was created in the country of Turkey",
            "Turkey"
        ],
        "1": []
    },
    "2656": {
        "0": [
            "Which company is Windows 2000 produced by?",
            "The company that produced Windows 2000 is Toyota",
            "Toyota"
        ],
        "1": [
            "Who is the chief executive officer of Toyota?",
            "The chief executive officer of Toyota is Marc Benioff",
            "Marc Benioff"
        ],
        "2": [
            "Which city was Marc Benioff born in?",
            "Marc Benioff was born in the city of California",
            "California"
        ],
        "3": [
            "Which continent is California located in?",
            "California is located in the continent of Europe",
            "Europe"
        ]
    },
    "2615": {
        "3": [
            "What is the capital of United States of America?",
            "The capital of United States of America is El Campu",
            "El Campu"
        ],
        "0": [],
        "1": [],
        "2": []
    },
    "508": {
        "0": [
            "Which sport is Sam Cassell associated with?",
            "Sam Cassell is associated with the sport of association football",
            "association football"
        ],
        "1": [
            "Which country was association football created in?",
            "association football was created in the country of Hong Kong",
            "Hong Kong"
        ]
    },
    "739": {
        "0": [
            "Which city did Douglas William Jerrold die in?",
            "Douglas William Jerrold died in the city of Scotland",
            "Scotland"
        ],
        "1": [
            "Which continent is Scotland located in?",
            "Scotland is located in the continent of North America",
            "North America"
        ]
    },
    "23": {
        "1": [
            "Where was LATAM Chile founded?",
            "LATAM Chile was founded in the city of Boston",
            "Boston"
        ],
        "0": []
    },
    "2468": {
        "1": [
            "Which sport is Gian Piero Gasperini associated with?",
            "Gian Piero Gasperini is associated with the sport of baseball",
            "baseball"
        ],
        "2": [
            "Which country was baseball created in?",
            "baseball was created in the country of United Kingdom",
            "United Kingdom"
        ],
        "3": [
            "What is the capital of United Kingdom?",
            "The capital of United Kingdom is Angri",
            "Angri"
        ],
        "0": []
    },
    "1620": {
        "1": [
            "Which university was Robert Louis Stevenson educated at?",
            "The univeristy where Robert Louis Stevenson was educated is Suffolk University",
            "Suffolk University"
        ],
        "2": [
            "Which city is the headquarter of Suffolk University located in?",
            "The headquarters of Suffolk University is located in the city of Sydney",
            "Sydney"
        ],
        "0": []
    },
    "604": {
        "0": [
            "What is the country of citizenship of Tim Mayotte?",
            "Tim Mayotte is a citizen of Turkey",
            "Turkey"
        ],
        "1": []
    },
    "2318": {
        "1": [
            "Who is the chief executive officer of Microsoft?",
            "The chief executive officer of Microsoft is Steve Jobs",
            "Steve Jobs"
        ],
        "0": [],
        "2": [],
        "3": []
    },
    "665": {
        "0": [
            "What is the country of citizenship of Vic Toews?",
            "Vic Toews is a citizen of Zimbabwe",
            "Zimbabwe"
        ],
        "1": []
    },
    "789": {
        "0": [
            "Which company is Ford Territory produced by?",
            "The company that produced Ford Territory is Boeing",
            "Boeing"
        ],
        "1": [
            "Where was Boeing founded?",
            "Boeing was founded in the city of New York City",
            "New York City"
        ]
    },
    "684": {
        "0": [
            "What is the country of citizenship of Lance Bangs?",
            "Lance Bangs is a citizen of Japan",
            "Japan"
        ],
        "1": [
            "What is the official language of Japan?",
            "The official language of Japan is Azerbaijani",
            "Azerbaijani"
        ]
    },
    "107": {
        "1": [
            "Which country was baseball created in?",
            "baseball was created in the country of United Kingdom",
            "United Kingdom"
        ],
        "0": []
    },
    "2726": {
        "0": [
            "What position does Zinedine Zidane play?",
            "Zinedine Zidane plays the position of goalkeeper",
            "goalkeeper"
        ],
        "1": [
            "Which sport is goalkeeper associated with?",
            "goalkeeper is associated with the sport of baseball",
            "baseball"
        ],
        "2": [
            "Which country was baseball created in?",
            "baseball was created in the country of United Kingdom",
            "United Kingdom"
        ],
        "3": [
            "Which continent is United Kingdom located in?",
            "United Kingdom is located in the continent of Asia",
            "Asia"
        ]
    },
    "971": {
        "0": [
            "What is the country of citizenship of Xie Jun?",
            "Xie Jun is a citizen of Russian Empire",
            "Russian Empire"
        ],
        "1": [
            "Who founded Russian Empire?",
            "Russian Empire was founded by Zhiyi",
            "Zhiyi"
        ]
    },
    "1835": {
        "0": [
            "Which sport is Casey at the Bat associated with?",
            "Casey at the Bat is associated with the sport of cricket",
            "cricket"
        ],
        "1": [
            "Which country was cricket created in?",
            "cricket was created in the country of Netherlands",
            "Netherlands"
        ],
        "2": [
            "What is the capital of Netherlands?",
            "The capital of Netherlands is Alwernia",
            "Alwernia"
        ]
    },
    "2612": {
        "1": [
            "Which sport is Boston Red Sox associated with?",
            "Boston Red Sox is associated with the sport of basketball",
            "basketball"
        ],
        "2": [
            "Which country was basketball created in?",
            "basketball was created in the country of Spain",
            "Spain"
        ],
        "3": [
            "What is the capital of Spain?",
            "The capital of Spain is Bengaluru",
            "Bengaluru"
        ],
        "0": []
    },
    "1587": {
        "0": [
            "Which religion is Mary MacKillop affiliated with?",
            "Mary MacKillop is affiliated with the religion of The Church of Jesus Christ of Latter-day Saints",
            "The Church of Jesus Christ of Latter-day Saints"
        ],
        "1": [
            "Who founded The Church of Jesus Christ of Latter-day Saints?",
            "The Church of Jesus Christ of Latter-day Saints was founded by Duncan Sandys",
            "Duncan Sandys"
        ],
        "2": [
            "Which city was Duncan Sandys born in?",
            "Duncan Sandys was born in the city of Hollywood",
            "Hollywood"
        ]
    },
    "518": {
        "0": [
            "What is the country of citizenship of Alex Cross?",
            "Alex Cross is a citizen of United Kingdom",
            "United Kingdom"
        ],
        "1": [
            "What is the name of the current head of the United Kingdom government?",
            "The name of the current head of the United Kingdom government is Rudolf Michl",
            "Rudolf Michl"
        ]
    },
    "2555": {
        "0": [
            "Who is the developer of Visual Basic .NET?",
            "Visual Basic .NET was developed by Electronic Arts",
            "Electronic Arts"
        ],
        "1": [
            "Who is the chief executive officer of Electronic Arts?",
            "The chief executive officer of Electronic Arts is Marc Benioff",
            "Marc Benioff"
        ],
        "2": [
            "Which city was Marc Benioff born in?",
            "Marc Benioff was born in the city of California",
            "California"
        ],
        "3": [
            "Which continent is California located in?",
            "California is located in the continent of Europe",
            "Europe"
        ]
    },
    "2268": {
        "1": [
            "Which sport is Gareth Ainsworth associated with?",
            "Gareth Ainsworth is associated with the sport of cricket",
            "cricket"
        ],
        "2": [
            "Which country was cricket created in?",
            "cricket was created in the country of Netherlands",
            "Netherlands"
        ],
        "0": [],
        "3": []
    },
    "214": {
        "0": [
            "Which sport is Shannon Stewart associated with?",
            "Shannon Stewart is associated with the sport of association football",
            "association football"
        ],
        "1": [
            "Which country was association football created in?",
            "association football was created in the country of Hong Kong",
            "Hong Kong"
        ]
    },
    "2494": {
        "2": [
            "What is the country of citizenship of Zelda Fitzgerald?",
            "Zelda Fitzgerald is a citizen of Canada",
            "Canada"
        ],
        "0": [],
        "1": [],
        "3": []
    },
    "1012": {
        "0": [
            "What type of music does Mike Stern play?",
            "The type of music that Mike Stern plays is country music",
            "country music"
        ],
        "1": [
            "Which country was country music created in?",
            "country music was created in the country of United Kingdom",
            "United Kingdom"
        ],
        "2": [
            "What is the official language of United Kingdom?",
            "The official language of United Kingdom is Italian",
            "Italian"
        ]
    },
    "2938": {
        "1": [
            "Which sport is center associated with?",
            "center is associated with the sport of cricket",
            "cricket"
        ],
        "0": [],
        "2": [],
        "3": []
    },
    "2534": {
        "0": [
            "What position does Gary Payton play?",
            "Gary Payton plays the position of small forward",
            "small forward"
        ],
        "1": [
            "Which sport is small forward associated with?",
            "small forward is associated with the sport of roller derby",
            "roller derby"
        ],
        "2": [
            "Which country was roller derby created in?",
            "roller derby was created in the country of Ireland",
            "Ireland"
        ],
        "3": []
    },
    "2077": {
        "0": [
            "What position does Hugo Lloris play?",
            "Hugo Lloris plays the position of midfielder",
            "midfielder"
        ],
        "1": [
            "Which sport is midfielder associated with?",
            "midfielder is associated with the sport of Gaelic football",
            "Gaelic football"
        ],
        "2": [
            "Which country was Gaelic football created in?",
            "Gaelic football was created in the country of India",
            "India"
        ],
        "3": [
            "What is the capital of India?",
            "The capital of India is Taloga",
            "Taloga"
        ]
    },
    "2924": {
        "1": [
            "Which sport is center associated with?",
            "center is associated with the sport of cricket",
            "cricket"
        ],
        "2": [
            "Which country was cricket created in?",
            "cricket was created in the country of Netherlands",
            "Netherlands"
        ],
        "3": [
            "What is the capital of Netherlands?",
            "The capital of Netherlands is Alwernia",
            "Alwernia"
        ],
        "0": []
    },
    "1187": {
        "0": [
            "Which religion is Niagara University affiliated with?",
            "Niagara University is affiliated with the religion of Methodism",
            "Methodism"
        ],
        "1": [
            "Who founded Methodism?",
            "Methodism was founded by Romain Rolland",
            "Romain Rolland"
        ],
        "2": []
    },
    "2825": {
        "0": [
            "Which company is Apple TV produced by?",
            "The company that produced Apple TV is Chrysler",
            "Chrysler"
        ],
        "1": [
            "Who is the chief executive officer of Chrysler?",
            "The chief executive officer of Chrysler is Jay-Z",
            "Jay-Z"
        ],
        "2": [
            "What is the country of citizenship of Jay-Z?",
            "Jay-Z is a citizen of Australia",
            "Australia"
        ],
        "3": [
            "What is the capital of Australia?",
            "The capital of Australia is Kütahya",
            "Kütahya"
        ]
    },
    "2418": {
        "2": [
            "Which city is the headquarter of University of Bonn located in?",
            "The headquarters of University of Bonn is located in the city of London",
            "London"
        ],
        "3": [
            "Which continent is London located in?",
            "London is located in the continent of Australia",
            "Australia"
        ],
        "0": [],
        "1": []
    },
    "1387": {
        "1": [
            "Where was Yakovlev founded?",
            "Yakovlev was founded in the city of England",
            "England"
        ],
        "0": [],
        "2": []
    },
    "2163": {
        "0": [
            "What position does Robin Lopez play?",
            "Robin Lopez plays the position of small forward",
            "small forward"
        ],
        "1": [
            "Which sport is small forward associated with?",
            "small forward is associated with the sport of roller derby",
            "roller derby"
        ],
        "2": [
            "Which country was roller derby created in?",
            "roller derby was created in the country of Ireland",
            "Ireland"
        ],
        "3": [
            "What is the capital of Ireland?",
            "The capital of Ireland is Gap",
            "Gap"
        ]
    },
    "2792": {
        "1": [
            "Which sport is Oliver Bierhoff associated with?",
            "Oliver Bierhoff is associated with the sport of Gaelic football",
            "Gaelic football"
        ],
        "2": [
            "Which country was Gaelic football created in?",
            "Gaelic football was created in the country of India",
            "India"
        ],
        "3": [
            "Which continent is India located in?",
            "India is located in the continent of North America",
            "North America"
        ],
        "0": []
    },
    "1406": {
        "1": [
            "Where was The Clash founded?",
            "The Clash was founded in the city of Dubai",
            "Dubai"
        ],
        "0": [],
        "2": []
    },
    "2221": {
        "1": [
            "Who is the director of The Beatles?",
            "The director of The Beatles is Gilad Erdan",
            "Gilad Erdan"
        ],
        "2": [
            "What is the country of citizenship of Gilad Erdan?",
            "Gilad Erdan is a citizen of Germany",
            "Germany"
        ],
        "0": [],
        "3": []
    },
    "1486": {
        "0": [
            "Who was Rand al'Thor created by?",
            "Rand al'Thor was created by A. A. Milne",
            "A. A. Milne"
        ],
        "1": [
            "What is A. A. Milne famous for?",
            "A. A. Milne is famous for Ghost Whisperer",
            "Ghost Whisperer"
        ],
        "2": [
            "Which language was Ghost Whisperer written in?",
            "Ghost Whisperer was written in the language of German",
            "German"
        ]
    },
    "1980": {
        "0": [
            "Which religion is Jean Kennedy Smith affiliated with?",
            "Jean Kennedy Smith is affiliated with the religion of Confucianism",
            "Confucianism"
        ],
        "1": [],
        "2": []
    },
    "1645": {
        "0": [
            "What type of music does Trinidad James play?",
            "The type of music that Trinidad James plays is Christian rock",
            "Christian rock"
        ],
        "2": [
            "What is the official language of United States of America?",
            "The official language of United States of America is Arabic",
            "Arabic"
        ],
        "1": []
    },
    "253": {
        "0": [
            "Who was Davos Seaworth created by?",
            "Davos Seaworth was created by Anne Rice",
            "Anne Rice"
        ],
        "1": [
            "What language does Anne Rice speak?",
            "Anne Rice speaks the language of French",
            "French"
        ]
    },
    "415": {
        "0": [
            "What is the country of citizenship of Busta Rhymes?",
            "Busta Rhymes is a citizen of Kosovo",
            "Kosovo"
        ],
        "1": []
    },
    "1228": {
        "2": [
            "Which language was Paradise Lost written in?",
            "Paradise Lost was written in the language of Classical Chinese",
            "Classical Chinese"
        ],
        "0": [],
        "1": []
    },
    "2668": {
        "1": [
            "Which sport is starting pitcher associated with?",
            "starting pitcher is associated with the sport of cricket",
            "cricket"
        ],
        "2": [
            "Which country was cricket created in?",
            "cricket was created in the country of Netherlands",
            "Netherlands"
        ],
        "3": [
            "What is the capital of Netherlands?",
            "The capital of Netherlands is Alwernia",
            "Alwernia"
        ],
        "0": []
    },
    "1779": {
        "1": [
            "Which country was baseball created in?",
            "baseball was created in the country of United Kingdom",
            "United Kingdom"
        ],
        "0": [],
        "2": []
    },
    "1034": {
        "0": [
            "What position does Nigel de Jong play?",
            "Nigel de Jong plays the position of first baseman",
            "first baseman"
        ],
        "1": [
            "Which sport is first baseman associated with?",
            "first baseman is associated with the sport of rugby union",
            "rugby union"
        ],
        "2": [
            "Which country was rugby union created in?",
            "rugby union was created in the country of Brazil",
            "Brazil"
        ]
    },
    "982": {
        "0": [
            "Which university was Bud Grant educated at?",
            "The univeristy where Bud Grant was educated is Harvard University",
            "Harvard University"
        ],
        "1": [
            "Which city is the headquarter of Harvard University located in?",
            "The headquarters of Harvard University is located in the city of Kawasaki",
            "Kawasaki"
        ]
    },
    "2895": {
        "0": [
            "Who performed Graceland?",
            "Graceland was performed by Kanye West",
            "Kanye West"
        ],
        "1": [
            "Who is Kanye West married to?",
            "Kanye West is married to Lech Kaczyński",
            "Lech Kaczyński"
        ],
        "2": [
            "What is the country of citizenship of Lech Kaczyński?",
            "Lech Kaczyński is a citizen of United States of America",
            "United States of America"
        ],
        "3": [
            "What is the capital of United States of America?",
            "The capital of United States of America is El Campu",
            "El Campu"
        ]
    },
    "2927": {
        "0": [
            "Who is the author of Johnny Mnemonic?",
            "The author of Johnny Mnemonic is Michael Herr",
            "Michael Herr"
        ],
        "1": [
            "What is Michael Herr famous for?",
            "Michael Herr is famous for Back to the Future",
            "Back to the Future"
        ],
        "2": [
            "Which country was Back to the Future created in?",
            "Back to the Future was created in the country of United Kingdom",
            "United Kingdom"
        ],
        "3": [
            "What is the capital of United Kingdom?",
            "The capital of United Kingdom is Angri",
            "Angri"
        ]
    },
    "1791": {
        "1": [
            "Which country was association football created in?",
            "association football was created in the country of Hong Kong",
            "Hong Kong"
        ],
        "2": [
            "Which continent is Hong Kong located in?",
            "Hong Kong is located in the continent of Africa",
            "Africa"
        ],
        "0": []
    },
    "2103": {
        "0": [
            "What position does Kevin De Bruyne play?",
            "Kevin De Bruyne plays the position of defenceman",
            "defenceman"
        ],
        "1": [
            "Which sport is defenceman associated with?",
            "defenceman is associated with the sport of Muay Thai",
            "Muay Thai"
        ],
        "2": [],
        "3": []
    },
    "2021": {
        "0": [
            "What position does Víctor Valdés play?",
            "Víctor Valdés plays the position of wide receiver",
            "wide receiver"
        ],
        "1": [
            "Which sport is wide receiver associated with?",
            "wide receiver is associated with the sport of sumo",
            "sumo"
        ],
        "2": [
            "Which country was sumo created in?",
            "sumo was created in the country of Mexico",
            "Mexico"
        ],
        "3": [
            "What is the capital of Mexico?",
            "The capital of Mexico is Bareilly",
            "Bareilly"
        ]
    },
    "2386": {
        "1": [
            "Who founded Junkers?",
            "Junkers was founded by Carlos Slim",
            "Carlos Slim"
        ],
        "0": [],
        "2": [],
        "3": []
    },
    "1041": {
        "0": [
            "What position does Bert Trautmann play?",
            "Bert Trautmann plays the position of defenceman",
            "defenceman"
        ],
        "1": [
            "Which sport is defenceman associated with?",
            "defenceman is associated with the sport of Muay Thai",
            "Muay Thai"
        ],
        "2": [
            "Which country was Muay Thai created in?",
            "Muay Thai was created in the country of Australia",
            "Australia"
        ]
    },
    "602": {
        "0": [
            "What is the country of citizenship of Shirley Williams?",
            "Shirley Williams is a citizen of Canada",
            "Canada"
        ],
        "1": [
            "What is the capital of Canada?",
            "The capital of Canada is Bueng Kan",
            "Bueng Kan"
        ]
    },
    "238": {
        "0": [
            "What is the country of citizenship of Jayma Mays?",
            "Jayma Mays is a citizen of South Korea",
            "South Korea"
        ],
        "1": []
    },
    "2768": {
        "0": [
            "What position does Lauren Jackson play?",
            "Lauren Jackson plays the position of placekicker",
            "placekicker"
        ],
        "1": [
            "Which sport is placekicker associated with?",
            "placekicker is associated with the sport of sumo",
            "sumo"
        ],
        "2": [
            "Which country was sumo created in?",
            "sumo was created in the country of Mexico",
            "Mexico"
        ],
        "3": []
    },
    "2397": {
        "2": [
            "What is the country of citizenship of Robert Moog?",
            "Robert Moog is a citizen of Canada",
            "Canada"
        ],
        "0": [],
        "1": [],
        "3": []
    },
    "1338": {
        "0": [
            "Which religion is Kingdom of Croatia affiliated with?",
            "Kingdom of Croatia is affiliated with the religion of Buddhism",
            "Buddhism"
        ],
        "1": [
            "Who founded Buddhism?",
            "Buddhism was founded by Mao Zedong",
            "Mao Zedong"
        ],
        "2": [
            "Which city was Mao Zedong born in?",
            "Mao Zedong was born in the city of Birmingham",
            "Birmingham"
        ]
    },
    "674": {
        "0": [
            "What is the country of citizenship of Jamie Dalrymple?",
            "Jamie Dalrymple is a citizen of Afghanistan",
            "Afghanistan"
        ],
        "1": []
    },
    "223": {
        "1": [
            "What language does Jane Austen speak?",
            "Jane Austen speaks the language of Italian",
            "Italian"
        ],
        "0": []
    },
    "1127": {
        "0": [
            "Who is the author of American Gods?",
            "The author of American Gods is William Shakespeare",
            "William Shakespeare"
        ],
        "1": [
            "Who is William Shakespeare married to?",
            "William Shakespeare is married to Cornelis Johannes van Houten",
            "Cornelis Johannes van Houten"
        ],
        "2": [
            "What is the country of citizenship of Cornelis Johannes van Houten?",
            "Cornelis Johannes van Houten is a citizen of Mexico",
            "Mexico"
        ]
    },
    "2892": {
        "0": [
            "Who is the developer of QuickTime?",
            "QuickTime was developed by Google",
            "Google"
        ],
        "1": [
            "Who is the chief executive officer of Google?",
            "The chief executive officer of Google is Luca Cordero di Montezemolo",
            "Luca Cordero di Montezemolo"
        ],
        "2": [],
        "3": []
    },
    "2850": {
        "0": [
            "Who is the original broadcaster of Inhumans?",
            "The origianl broadcaster of Inhumans is British Broadcasting Corporation",
            "British Broadcasting Corporation"
        ],
        "1": [
            "Who is the director of British Broadcasting Corporation?",
            "The director of British Broadcasting Corporation is Riccardo Muti",
            "Riccardo Muti"
        ],
        "2": [
            "What is the country of citizenship of Riccardo Muti?",
            "Riccardo Muti is a citizen of People's Republic of China",
            "People's Republic of China"
        ],
        "3": []
    }
}